agutierrezr.emmet-keybindings
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
anysphere.pyright
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
infeng.vscode-react-typescript
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
prisma.prisma
redhat.fabric8-analytics
redhat.java
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
streetsidesoftware.code-spell-checker
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
yandeu.five-server
